Repository: Jadro1216/Informacni-databaze-leku
Catalog: MedicineDatabase/MedicineDatabase/MedicineInformation/Views/PillsDetailForm.*.resx
Languages: cs, sk

# simmilarLabel.Text
source: Simmilar medicine
cs: Podobné léčivé přípravky:
sk: Podobné liečivé prípravky:

# additionalDetailLabel.Text
source: Additional informations:
cs: Doplňující informace:
sk: Doplňujúce informácie:

# pillDocumentIndicationsLabel.Text
source: Indications:
cs: Indikace:
sk: Indikácie:

# pillDocumentContraindicationsLabel.Text
source: Contraindications:
cs: Kontraindikace:
sk: Kontraindikácie:

# pillDocumentSideEffectLabel.Text
source: Side effects:
cs: Nežádoucí účinky:
sk: Nežiadúce účinky:

# pillDocumentApplicabilityLabel.Text
source: Applicability:
cs: Použitelnost:
sk: Použiteľnosť:

# pillDocumentWarningsLabel.Text
source: Warnings:
cs: Varování:
sk: Varovania:

# pillDocumentInteractionsLabel.Text
source: Interactions:
cs: Interakce:
sk: Interakcie:

# pillDocumentDosageLabel.Text
source: Dosage:
cs: Dávkování:
sk: Dávkovanie:

# pillDocumentCompositionLabel.Text
source: Composition:
cs: Složení:
sk: Zloženie:

# pillDocumentOverdoseLabel.Text
source: Overdose:
cs: Předávkování:
sk: Predávkovanie:

# pillDocumentSubstancesLabel.Text
source: List of medical substances:
cs: Seznam léčivých látek:
sk: Zoznam liečivých látok:

# pillSklLabel.Text
source: SÚKL code:
cs: SÚKL kód:
sk: SÚKL kód:

# pillExpirationLabel.Text
source: Expiration:
cs: Expirace:
sk: Expirácia:

# pillUnlimitedRegistartionLabel.Text
source: Unlimited reg.:
cs: Neomezená registrace:
sk: Neobmezdená registrácia:

# pillRegistartionHolderCountraLabel.Text
source: Holder country:
cs: Země držitela:
sk: Zem držiteľa:

# pillRegistrationHolderLabel.Text
source: Reg. holder:
cs: Držitel registraceň:
sk: Držiteľ registrácie:

# pillRegistrationNumberLabel.Text
source: Registration number:
cs: Registrační číslo:
sk: Registračné číslo:

# pillATCNameLabel.Text
source: ATC Name:
cs: ATC Název:
sk: ATC Názov:

# pillDispensingLabel.Text
source: Dispensing:
cs: Výdej:
sk: Výdaj:

# pillCoverLabel.Text
source: Cover:
cs: Obal:
sk: Obal:

# pillWayOfUseLabel.Text
source: Way of use:
cs: Cesta podání:
sk: Cesta podania:

# pillPackingLabel.Text
source: Package:
cs: Balení:
sk: Balenie:

# pillFormLabel.Text
source: Medicine form:
cs: Léčivá forma:
sk: Forma:

# pillSupplementLabel.Text
source: Supplement:
cs: Doplnek:
sk: Doplnok:

# goBackToSearchButton.Text
source: Back
cs: Zpět
sk: Späť

# pillDetailsHelpButton.Text
source: Help
cs: Pomoc
sk: Pomoc

# pillPowerLabel.Text
source: Power:
cs: Síla:
sk: Sila:

# pillNameLabel.Text
source: Medicine name
cs: Název léčivého přípravku
sk: Názov liečivého prípravku:

# pillDocumentsLabel.Text
source: Documents:
cs: Dokumenty:
sk: Dokumenty:

# pillMedicalSubstancesLabel.Text
source: Substances:
cs: Léčivé látky:
sk: Liečivé látky:

# pillAddToListButton.Text
source: Add to my list
cs: Přidat do zoznamu
sk: Pridať do zoznamu

# pillsDetailWarningLabel.Text
source: WARNING! All data and information are purely informative. Consult a specialist before use.
cs: UPOZORNĚNÍ! Veškerá data a údaje jsou čistě informační. Před užitím se poraďte s odborníkem.
sk: UPOZORNENIE! Všetky dáta a údaje sú čisto informačné. Pred užitím sa poraďte s odborníkom.
